/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

/* 
Phrase for expressing a date in the relative past. E.g. "12 minutes ago"
<relative time difference> <date component name> ago
*/
"formatTemplateForRelativePastDatePhrase" = "%@ siden";

/* 
Phrase for expressing a date in the relative future. E.g. "in 12 minutes"
in <relative time difference> <date component name>
*/
"formatTemplateForRelativeFutureDatePhrase" = "i %@";

/* localized date component names and plural forms */
"now" = "nå";
"%d year (plural rule: zero)" = "%d år";
"%d year (plural rule: one)" = "%d år";
"%d year (plural rule: two)" = "%d år";
"%d year (plural rule: few)" = "%d år";
"%d year (plural rule: many)" = "%d år";
"%d year (plural rule: other)" = "%d år";
"%d month (plural rule: zero)" = "%d måneder";
"%d month (plural rule: one)" = "%d måned";
"%d month (plural rule: two)" = "%d måneder";
"%d month (plural rule: few)" = "%d måneder";
"%d month (plural rule: many)" = "%d måneder";
"%d month (plural rule: other)" = "%d måneder";
"%d week (plural rule: zero)" = "%d uker";
"%d week (plural rule: one)" = "%d uke";
"%d week (plural rule: two)" = "%d uker";
"%d week (plural rule: few)" = "%d uker";
"%d week (plural rule: many)" = "%d uker";
"%d week (plural rule: other)" = "%d uker";
"%d day (plural rule: zero)" = "%d dager";
"%d day (plural rule: one)" = "%d dag";
"%d day (plural rule: two)" = "%d dager";
"%d day (plural rule: few)" = "%d dager";
"%d day (plural rule: many)" = "%d dager";
"%d day (plural rule: other)" = "%d dager";
"%d hour (plural rule: zero)" = "%d timer";
"%d hour (plural rule: one)" = "%d time";
"%d hour (plural rule: two)" = "%d timer";
"%d hour (plural rule: few)" = "%d timer";
"%d hour (plural rule: many)" = "%d timer";
"%d hour (plural rule: other)" = "%d timer";
"%d minute (plural rule: zero)" = "%d minutter";
"%d minute (plural rule: one)" = "%d minutt";
"%d minute (plural rule: two)" = "%d minutter";
"%d minute (plural rule: few)" = "%d minutter";
"%d minute (plural rule: many)" = "%d minutter";
"%d minute (plural rule: other)" = "%d minutter";
"%d second (plural rule: zero)" = "%d sekunder";
"%d second (plural rule: one)" = "%d sekund";
"%d second (plural rule: two)" = "%d sekunder";
"%d second (plural rule: few)" = "%d sekunder";
"%d second (plural rule: many)" = "%d sekunder";
"%d second (plural rule: other)" = "%d sekunder";
